Repository: MatiasGaribotti/Telediagnostico-Medico
Catalog: Gestion_Presentacion/*.resx
Languages: es_uy

# acceso_denegado
source: Access Denied
es_uy: Acceso denegado

# aceptar
source: Accept
es_uy: Aceptar

# antecedentes_familiares
source: Family Antecedents
es_uy: Antecedentes Familiares

# antecedentes_laborales
source: Working Antecedents
es_uy: Antecedentes Laborales

# apellidos
source: Last Name
es_uy: Apellidos

# autenticacion
source: Authentication
es_uy: Autenticación

# busqueda
source: Search
es_uy: Busqueda

# cabeza
source: Head
es_uy: Cabeza

# calle
source: Street
es_uy: Calle

# cancelar
source: Cancel
es_uy: Cancelar

# cerrar_sesion
source: Close Session
es_uy: Cerrar Sesión

# ci
source: ID
es_uy: CI

# confirmacion
source: Confirmation
es_uy: Confirmación

# confirmacion_cambiar_contrasenna
source: Are you sure you want to change your password?
es_uy: ¿Está seguro que desea cambiar su cambiar su contraseña?

# confirmacion_cerrar_sesion
source: Are you sure you want to close your session?
es_uy: ¿Está seguro de que desea cerrar sesión?

# confirmacion_finalizar_chat
source: Are you sure you want to end the chat?
es_uy: ¿Está seguro de que desea finalizar el chat?

# confirmacion_iniciar_chat
source: Do you want to have a chat with a doctor in order to get a more precise diagnosis?
es_uy: ¿Desea establecer un chat con un médico para obtener un diagnóstico más certero?

# confirmacion_paciente_eliminar
source: Are you sure you want to delete the selected patients?
es_uy: ¿Está seguro de que desea eliminar los pacientes seleccionados?

# confirmacion_sintoma_eliminar
source: Are you sure you want to delete the selected symptom?
es_uy: ¿Está seguro de que desea eliminar el síntoma seleccionado?

# confirmacion_sintoma_eliminar_varios
source: Are you sure you want to delete the [COUNT] selected symptoms?
es_uy: ¿Está seguro de que desea eliminar los [COUNT] sintomas seleccionados?

# confirmar_nueva_contrasenna
source: Confirm new password
es_uy: Confirmar nueva nontraseña

# contrasenna
source: Password
es_uy: Contraseña

# contrasenna_autogenerada_detectada
source: Autogenerated password detected
es_uy: Se detectó una contraseña autogenerada

# contrasenna_cambiada_exito
source: Password changed succesfully
es_uy: Contraseña cambiada con éxito

# cronica
source: Chronic
es_uy: Crónica

# cualquiera
source: Any
es_uy: Cualquiera

# departamento
source: Department
es_uy: Departamento

# descripcion
source: Description
es_uy: Descripción

# detalles
source: Details
es_uy: Detalles

# dias
source: Days
es_uy: Días

# dia_domingo
source: S
es_uy: D

# dia_jueves
source: Th
es_uy: J

# dia_lunes
source: M
es_uy: L

# dia_martes
source: Tu
es_uy: M

# dia_miercoles
source: W
es_uy: X

# dia_sabado
source: Sat
es_uy: S

# direccion
source: Address
es_uy: Dirección

# direccion_numero
source: Number
es_uy: Número

# edad
source: Age
es_uy: Edad

# eliminar
source: Delete
es_uy: Eliminar

# empleado
source: Employee
es_uy: Empleado

# empleados
source: Employees
es_uy: Empleados

# empleado_ingresado_exito
source: [TIPO_EMPLEADO] successfully added.
es_uy: [TIPO_EMPLEADO] ingresado con éxito.

# enfermedad
source: Desease
es_uy: Enfermedad

# enfermedades
source: Disease
es_uy: Enfermedades

# enfermedad_import_exito
source: Desease successfully imported.
es_uy: Enfermedades importadas con éxito.

# enfermedad_ingresada_exito
source: Desease successfully added.
es_uy: Enfermedad ingresada con éxito.

# enfermedad_modificada_exito
source: Desease successfully modified.
es_uy: Enfermedad modificada con éxito.

# error_campo_obligatorio_apellidos
source: Please enter at least one last name.
es_uy: Por favor ingrese por lo menos un apellido.

# error_campo_obligatorio_calle
source: Field 'Street' is mandatory.
es_uy: El campo calle es obligatorio.

# error_campo_obligatorio_ci
source: Field 'ID' is mandatory
es_uy: El campo cédula es obligatorio.

# error_campo_obligatorio_localidad
source: Field 'Town' is mandatory.
es_uy: El campo localidad es obligatorio.

# error_campo_obligatorio_nombre
source: Field 'Name' is mandatory
es_uy: El campo nombre es obligatorio.

# error_campo_obligatorio_nombre_sintoma
source: Field 'Symptom' is mandatory.
es_uy: El nombre del síntoma no puede ser vacío.

# error_campo_obligatorio_numero
source: Field 'Number' is mandatory.
es_uy: El campo número es obligatorio.

# error_ci_invalida
source: Invalid ID.
es_uy: La cédula ingresada no es válida.

# error_credenciales_incorrectas
source: Incorrect ID or password
es_uy: CI y/o contraseña incorrecta.

# error_eliminar_empleado
source: Failed to delete the employee.
es_uy: Error al eliminar el empleado.

# error_enfermedad_eliminar
source: Failed to delete desease [NOMBRE_ENFERMEDAD]
es_uy: Error al eliminar la enfermedad [NOMBRE_ENFERMEDAD]

# error_enfermedad_ingresar
source: Failed to add desease
es_uy: Error al ingresar la enfermedad

# error_enfermedad_modificar
source: Failed to modify desease.
es_uy: No se pudo modificar la enfermedad.

# error_enfermedad_obtener
source: Failed to get the selected desease.
es_uy: Error al obtener las enfermedades seleccionadas.

# error_formato
source: Format Error
es_uy: Error de Formato

# error_formato_antecedentes_familiares
source: Incorrect format of field 'Family Antecedents'.
es_uy: El formato del campo antecedentes familiares no es correcto.

# error_formato_antecedentes_laborales
source: Incorrect format of field 'Working Antecedents'.
es_uy: El formato del campo antecedentes laborales no es correcto.

# error_formato_calle
source: Incorrect format of field 'Street'.
es_uy: El formato del campo calle no es correcto.

# error_formato_ci_longitud
source: ID must be 8 characters long.
es_uy: La cédula de identidad debe tener una longitud de 8 dígitos.

# error_formato_ci_numerico
source: ID can only be numbers.
es_uy: La cédula de identidad solo puede contener dígitos.

# error_formato_localidad
source: Incorrect format of field 'Town'.
es_uy: El formato del campo localidad no es correcto.

# error_formato_nombre
source: Incorrect format of field 'Name' .
es_uy: El formato del campo nombre no es correcto.

# error_formato_nucleo_familiar
source: Incorrect format of field 'Nuclear Family'.
es_uy: El formato del campo núcleo familiar no es correcto.

# error_formato_numero
source: Incorrect format of field 'Number'.
es_uy: El formato del campo número no es correcto.

# error_formato_telefono
source: Phone can only be numbers.
es_uy: El teléfono solo puede contener dígitos numéricos.

# error_horario_buscar
source: Failed to seach working hours
es_uy: Error al buscar horarios.

# error_inesperado
source: We're sorry. Something went wrong. Please try again!
es_uy: Lo lamentamos. Ha ocurrido un error. Por favor ¡intente de nuevo!

# error_ingresar_empleado
source: Failed to add the employee.
es_uy: Error al ingresar el empleado.

# error_modificar_empleado
source: Failed to modify the employee.
es_uy: Error al modificar el empleado.

# error_modificar_varios
source: Can't modify multiple [ENTIDAD] at once.
es_uy: No se puede modificar más de un [ENTIDAD] a la vez.

# error_sintomas_obtener
source: Failed to get the selected symptoms.
es_uy: No se pudieron obtener los síntomas seleccionados.

# especialidad
source: Speciality
es_uy: Especialidad

# extremidades
source: Limbs
es_uy: Extremidades

# ex_csv_file
source: Failed to import from CSV file.
es_uy: Error al importar desde archivo CSV.

# fecha_nacimiento
source: Birth Date
es_uy: Fecha de Nacimiento

# filtrar
source: Filter
es_uy: Filtrar

# filtro_csv
source: CSV files
es_uy: Archivos CSV

# gestion
source: Management
es_uy: Gestión

# hacer_admin
source: Make Admin
es_uy: Hacer Admin

# historial_clinico
source: Clinical History
es_uy: Historial Clínico

# horarios
source: Working Hours
es_uy: Horarios

# horario_eliminar_confirmacion
source: Are you sure you want to delete the selected working hours?
es_uy: ¿Está seguro que desea eliminar los horarios seleccionados?

# horario_eliminar_exito
source: Working hours successfully deleted.
es_uy: Horarios eliminados con éxito.

# horario_ingresar_exito
source: Working hours successfully added.
es_uy: Horario ingresado con éxito.

# horario_modificar_exito
source: Working hours successfully modified.
es_uy: Horario modificado con éxito.

# importar
source: Import
es_uy: Importar

# informacion
source: Information
es_uy: Información

# ingresar
source: Log In
es_uy: Ingresar

# ingreso_registro
source: Create
es_uy: Ingresar

# localidad
source: Town
es_uy: Localidad

# medico
source: Doctor
es_uy: Médico

# mensaje_empleado_ascendido
source: [NOMBRE_EMPLEADO] is now administrator.
es_uy: [NOMBRE_EMPLEADO] ascendido a administrador.

# mensaje_paciente_eliminar
source: [COUNT] deleted patients.
es_uy: [COUNT] pacientes eliminados.

# modificar
source: Modify
es_uy: Modificar

# nombres
source: Name
es_uy: Nombres

# nucleo_familiar
source: Nuclear Family
es_uy: Núcleo Familiar

# nueva_contrasenna
source: New password
es_uy: Nueva contraseña

# otro
source: Other
es_uy: Otro

# paciente
source: patient
es_uy: paciente

# pacientes
source: Patients
es_uy: Pacientes

# paciente_ingresar_exito
source: Paciente successfully added.
es_uy: Paciente ingresado con éxito.

# paciente_modificar_exito
source: Patient successfully modified.
es_uy: Paciente modificado con éxito.

# persona
source: person
es_uy: persona

# rango_horario
source: Working Hours
es_uy: Rango Horario

# recepcionista
source: Receptionist
es_uy: Recepcionista

# recursos_humanos
source: Human Resources
es_uy: Recursos Humanos

# restablecer_contrasenna
source: Reset Password
es_uy: Restablecer Contraseña

# rol
source: Role
es_uy: Rol

# sexo
source: Sex
es_uy: Sexo

# sintoma
source: Symptom
es_uy: Síntoma

# sintomas
source: Symptoms
es_uy: Síntomas

# sintomas_ingresados
source: Given Symptoms
es_uy: Síntomas Ingresados

# sintomas_registrados
source: Given Symptoms
es_uy: Síntomas Registrados

# sintoma_eliminar_exito
source: [COUNT] deleted symptoms.
es_uy: [COUNT] síntomas eliminados.

# sintoma_import_exito
source: Symptoms successfully imported.
es_uy: Sintomas importados con éxito.

# sintoma_ingresar_exito
source: Symptom successfully added.
es_uy: Sintoma ingresado correctamente.

# sintoma_modificar_exito
source: Symtom successfully modified.
es_uy: Sintoma modificado correctamente.

# sucursal
source: office
es_uy: Sucursal

# sucursales
source: Office
es_uy: Sucursales

# telefono
source: Phone
es_uy: Telefono

# tipo_enfermedad
source: Type
es_uy: Tipo

# titulo_empleado_ingresado
source: Added Employee
es_uy: Empleado Ingresado

# titulo_usuario_ingresado
source: User Added
es_uy: Usuario Agregado

# todo
source: All
es_uy: Todo

# urgencia
source: Urgency
es_uy: Urgencia

# volver
source: Back
es_uy: Volver
